-- phpMyAdmin SQL Dump
-- version 3.4.10.1
-- http://www.phpmyadmin.net
--
-- 主机: localhost
-- 生成日期: 2015 年 04 月 03 日 13:57
-- 服务器版本: 5.5.20
-- PHP 版本: 5.3.10

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- 数据库: `demo`
--

-- --------------------------------------------------------

--
-- 表的结构 `goods`
--

CREATE TABLE IF NOT EXISTS `goods` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(100) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=52 ;

--
-- 转存表中的数据 `goods`
--

INSERT INTO `goods` (`id`, `title`) VALUES
(1, '阿克苏薄皮核桃 仁很饱满【巴扎20度C】'),
(2, '100%正宗新疆库尔勒香梨 95元/箱15斤'),
(3, '新疆特产特级大个开心果满2斤包邮'),
(4, '一级玉枣红枣批发山西大枣500g'),
(5, '新疆野生肉苁蓉 大芸250克 沙漠人参'),
(6, '野生饱满坚果干果 2斤包邮'),
(7, '美国大杏核 纸皮 香脆可口 粒粒饱满 休闲零食首选'),
(8, '湖南特产湘莲子\\12年寸三莲2件包邮\\农家自种纯天然\\特级白莲450g '),
(9, '新疆风特产小吃特级果干冰梅冰凉梅子休闲食品孕妇零食满200包邮 '),
(10, '湖南特产白鹤铁板鸡蛋煎饼早餐饼 500g称重 比Tipo面包干好吃N倍 '),
(11, '湖南常德特产 原价35现价32元两只免邮 散装泰味酱板鸭 刚出炉的 '),
(12, '湖南特产 盐津铺子 香酥牛肉味兰花豆 蚕豆500克 4斤包邮 '),
(13, '椒丝牛肉（四川特产自贡麻辣兔头/兔腿；缠丝兔；冷吃兔冷吃牛肉) '),
(14, '四川私房菜，特产小吃。味味妈妈秘制香辣牛蹄筋，透亮Q滑 '),
(15, '沈师傅鸡蛋干100g营养美味 四川特产 沈师傅鸡蛋干100克 '),
(16, '川香居 糖醋排骨 掌柜推荐 四川特产小吃零食 120g 满50包邮 '),
(17, '黄金香原味迷你猪肉脯56g 厦门特产 蜜汁猪肉干 中华老字号 零食 '),
(18, '淘金币 秒杀福建特产卤味风味小吃鸡爪洪濑红毛凤爪零食小吃团购 '),
(19, '厦门特产 香贡贡糖果牛味肉丁 XO牛味肉粒4份包邮 舌尖上的中国 '),
(20, '买就送茶叶品尝包 八克装 福建1725安溪铁观音清香型 乌龙茶 特级'),
(21, '包邮 云南特产鲜花饼 玫瑰花饼 现烤 礼盒 500克10个装 花味源 '),
(22, '云南特产 滇味堂白酥皮云腿月饼50克 火腿月饼 '),
(23, '【良品铺子】牛肝菌烧烤味即食 云南特产野生食用菌 休闲干货零食 '),
(24, '正宗 一手店 熟食 猪蹄 猪手 猪爪 猪脚 东北特产黑龙江美食小吃 '),
(25, '哈尔滨红肠正宗秋林里道斯红肠500克真空包装东北特产小吃不限重 '),
(26, '琦丽山珍 干果新货 奶油味夏威夷果 澳洲坚果 零食特产 特价促销 '),
(27, '【山尖百合】贵州传统小吃波波糖 原生态养颜食材 无蔗糖添加剂'),
(28, '特价抢购中【飘零大叔】杂志推荐-蜜汁猪肉脯- 靖江特产 零食 250'),
(29, '杭梦 特价坚果新疆巴旦木 纸皮巴旦木龙果 薄壳大杏仁 4件包邮'),
(30, '包邮1000克(500克*2袋) 新疆天生无壳 生南瓜子仁'),
(31, '【三只松鼠_手剥巴旦木】零食坚果炒货特产扁核桃巴旦木235gx2 '),
(32, '正宗友臣肉松饼2100g福建特产小吃糕点心办公休闲小吃零食品'),
(33, '正宗友臣肉松饼2100g福建特产小吃糕点心办公休闲小吃零食品'),
(34, '港荣蒸奶香蛋糕2000g箱4斤蒸蛋糕整箱糕点食品 零食 早餐小面包'),
(35, '【百草味-巴旦木180gx2袋】坚果干果零食特产 奶香味薄壳扁桃仁'),
(36, '【天猫超市】友臣肉松饼2.5kg整箱装正宗月饼传统糕点肉松饼年货'),
(37, '情人节送男女生朋友33包休闲零食大礼包礼盒进口零食品组合好吃的'),
(38, '包邮台湾张君雅小妹妹系列套餐甜甜圈进口零食大礼包12包膨化食品'),
(39, '好巴食豆腐干 散装豆干小包装麻辣零食多口味休闲食品1500g包邮'),
(40, '云南【嘉华鲜花饼】零食搭配套餐 买三袋经典送一袋酥皮 1200g'),
(41, '湖南零食特产鱼干 劲仔小鱼仔小黄鱼天然野生毛毛鱼干 即食辣鱼仔'),
(42, '秋林 里道斯 红肠 香肠 哈尔滨红肠 东北特产小吃香肠食品500g'),
(43, '湖南零食特产鱼干 劲仔小鱼仔小黄鱼天然野生毛毛鱼干 即食辣鱼仔'),
(44, '秋林 里道斯 红肠 香肠 哈尔滨红肠 东北特产小吃香肠食品500g'),
(45, '【淘豆】烘烤原味蜜汁xo酱特产猪肉脯猪肉干200g休闲小吃零食品'),
(46, '【新农哥_笑口巴旦木】坚果炒货特产零食薄壳扁桃仁200gx2袋'),
(47, '3份包邮友谊牌TIPO越南面包干300g鸡蛋牛奶味饼干进口零食品小吃'),
(48, 'Hello kitty果汁软糖结婚喜糖批发1000g散装水果糖 QQ糖零食糖果'),
(49, '【多省包邮】乐事薯片膨化大礼包休闲小吃零食品（40gx10袋）组合'),
(50, '【买一送一】买就送梅尼耶 盼盼 肉松饼2100g 传统糕点饼干 零食'),
(51, '大润谷908g蓝铁罐盒装丹麦风味曲奇饼干休闲食品批发进口料零食');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
